[
  {
    "path": "sprat/Ute Daewel's Model/",
    "title": "Daewel et al (2011)",
    "description": {},
    "author": [],
    "date": "2022-12-19",
    "categories": [],
    "contents": "\r\n\r\nContents\r\nUte Daewel (2011)\r\nSummary\r\nRelations\r\nIBM Code\r\nMatlab Code\r\n\r\nPublications\r\nEquations\r\nKnown Mistakes\r\n\r\nContact Authors\r\n\r\nUte Daewel (2011)\r\nSummary\r\nThis model has been developed to simulate the growth and survival of European sprat (Sprattus sprattus) larvae in the North Sea. To provide zooplankton prey for the larvae, a bulk zooplankton biomass from an NPZD model (ECOSMO) was transformed into a prey size spectrum using the methods outlined by Daewel et al. (2008b). In the physiological model of sprat larvae, the daily food consumption was limited to an upper threshold (Cmax) to prevent overfeeding, as demonstrated in previous research (e.g., Letcher et al. 1996). The Cmax in sprat was derived from an empirical formula (for more information, see Daewel et al. 2008a). The encounter rate of larvae with their prey is influenced by factors such as larval reactive distance, prey density, swimming behavior, and turbulence. A cruise predator formulation was utilized for sprat larvae (details provided in Daewel et al. 2008b). The modelled eggs, yolk sac, and feeding larvae ranged in size from 5.5-20 mm, and the model included starvation criteria by considering the larval condition factor < 0.4. This model provides valuable insights into the complex dynamics of sprat larvae and their prey in the North Sea.\r\nRelations\r\nIBM Code\r\nMatlab Code\r\n\r\nDownload the MATLAB code in *.txt foramt here\r\n\r\nPublications\r\nDaewel, Ute, Myron A. Peck, and Corinna Schrum. “Life history strategy and impacts of environmental variability on early life stages of two marine fishes in the North Sea: an individual-based modelling approach.” Canadian Journal of Fisheries and Aquatic Sciences 68.3 (2011): 426-443.\r\n\r\nDownload the article in pdf here\r\n\r\nEquations\r\nKnown Mistakes\r\nContact Authors\r\nute.daewel@hereon.de\r\nmyron.peck@nioz.nl\r\ncorinna.schrum@hereon.de\r\n\r\n\r\n\r\n",
    "preview": "sprat/Ute Daewel's Model/hereon_logo.png",
    "last_modified": "2023-04-10T08:09:51+02:00",
    "input_file": {}
  },
  {
    "path": "sprat/2022-09-23-model-2/",
    "title": "Model 2",
    "description": "A short description of the post.",
    "author": [],
    "date": "2022-09-21",
    "categories": [],
    "contents": "\r\nGCSE KS4: Representing and analysing data using box plots\r\nLesson objectives\r\nTo understand how to visualise the shape of data using box plots\r\nTo produce box plots and the related five number summary\r\nTo interpret box plots\r\nPackages used in this lesson:\r\ntidyverse\r\nastsa\r\n\r\n\r\n\r\n",
    "preview": "sprat/2022-09-23-model-2/larvae.jpg",
    "last_modified": "2022-10-19T10:24:33+02:00",
    "input_file": {}
  }
]
